Repository: Salt4f/greenshare-app
Catalog: greenshare_app/greenshare_app/Text/Text.*.resx
Languages: ca

# loginButtonText
source: Login
ca: Entra noi

source: Welcome
ca: Benvingut

source: Fullname
ca: Nom complert

source: Description
ca: Descripció

source: Send message
ca: Enviar missatge

source: Update profile
ca: Actualitzar perfil

source: Username
ca: Nom d'usuari

source: Birth date
ca: Data de naixement

# AvgValoration
source: Average valoration
ca: Valoració mitjana

source: Publish
ca: Publicar

source: Offers
ca: Ofertes

source: Profile
ca: Perfil

# UserInfo
source: User information
ca: Informació de l'usuari

source: Publications
ca: Publicacions

source: Log out
ca: Desconnectar-se

source: Add photo
ca: Afegir foto

source: Add icon
ca: Afegir icona

source: Add tag
ca: Afegir tag

source: Remember me
ca: Recordar dades

source: Forgot password?
ca: Has oblidat la contrasenya?

source: Sign in
ca: Inicia sessió

# StillNot
source: Still not registered?
ca: No estàs registrat?

source: Sign up
ca: Registra't

source: Or
ca: O

source: Register
ca: Registrar-se

source: Verify DNI
ca: Verificar DNI

source: Internal server error
ca: Error intern del servidor

source: Something went wrong
ca: Alguna cosa ha anat malament

source: Wrong Info
ca: Informació incorrecta

# EmailPasswordIncorrect
source: Email and/or password incorrect
ca: Correu electrònic i/o contrasenya incorrecta

# EmailPasswordEmpty
source: Email or password empty
ca: Correu electrònic o contrasenya buits

source: In progress...
ca: En curs...

source: Valued
ca: Valorat

# WaitingResponse
source: Waiting for response from
ca: Esperant resposta de

source: Waiting for response...
ca: Esperant resposta...

source: Rate
ca: Valorar

source: Rate and complete
ca: Valorar i completar

source: Accepted
ca: Acceptat

source: Pending
ca: Pendent

source: Update
ca: Actualitzar

source: Solve
ca: Resol

source: Delete photo
ca: Borrar foto

source: Remove tag
ca: Borrar tag

source: Submit changes
ca: Enviar canvis

source: Add location
ca: Afegeix la ubicació

source: Distance
ca: Distancia

source: Report
ca: Reportar

source: Rewards
ca: Recompenses

source: My publications
ca: Les meves publicacions

source: Incoming interactions
ca: Interaccions entrants

source: Outgoing interactions
ca: Interaccions sortints

source: Accept
ca: Acceptar

source: Refuse
ca: Refusar

source: Search
ca: Buscar

source: Create
ca: Crear

source: Modify
ca: Modificar

source: Delete
ca: Eliminar

source: Exchange
ca: Benscanviar

source: Sponsors form
ca: Formulari per a patrocinadors

source: Submit
ca: Enviar

source: Deactive
ca: Desactivar

source: Request
ca: Sol·licitar

source: Offer
ca: Oferir

source: Title
ca: Títol

source: Post type
ca: Tipus de publicació

source: Termination date
ca: Data de finalització

source: Tags
ca: Etiquetes

source: Next
ca: Següent

source: Finish
ca: Finalitzar

source: New post
ca: Publicació nova

# ErrorAddingTag
source: Error while adding Tag
ca: Error afegint etiqueta

source: Tags cannot be duplicated
ca: Els tags no poden ser duplicats

source: Tag deleted successfully
ca: Tag eliminat correctament

source: Please select a tag first
ca: Afegeix una etiqueta primer

source: Error while editing Post
ca: Error editant post

source: Please enter a name
ca: Afegeix un nom

source: Please enter a description
ca: Afegeix una descripció

source: Please enter an icon
ca: Afegeix un icone

source: Post edited successfully
ca: Publicació editada correctament

# PleaseMakeSureLoggedIn
source: Please make sure you are logged in
ca: Assegurat d'estar connectat

source: Photo deleted successfully
ca: Foto eliminada correctament

source: Please select a photo first
ca: Selecciona una foto primer

source: Incoming Accepted Interactions
ca: Interaccions entrants acceptades

source: No accepted interactions left
ca: No queden interaccions acceptades

source: Error while retrieving Accepted Interactions
ca: S'ha produït un error en recuperar les interaccions acceptades

source: Incoming Pending Interactions
ca: Interaccions pendents entrants

source: No Pending Interactions left
ca: No queden interaccions pendents

source: Error while retrieving Pending Interactions
ca: S'ha produït un error en recuperar les interaccions pendents

source: My Posts
ca: Les meves publicacions

source: No Posts found
ca: No s'han trobat publicacions

source: Please create a post first
ca: Primer crea una publicació

source: Error while retrieving your posts
ca: S'ha produït un error en recuperar les publicacions

# PleaseMakeSureLocationIsEnabled
source: Please make sure location is enabled on your device
ca: Assegureu-vos que la ubicació estigui activada al vostre dispositiu

source: Error while retrieving Selected Offer
ca: S'ha produït un error en recuperar l'oferta seleccionada

source: Error while retrieving Selected Request
ca: S'ha produït un error en recuperar la sol·licitud seleccionada

source: Offer not found
ca: No s'ha trobat l'oferta

source: Request not found
ca: Sol·licitud no trobada

source: Error while creating Post
ca: S'ha produït un error en crear la publicació

source: Post created
ca: Publicació creada

source: New Post name
ca: Nom de la nueva publicació

# PleaseEnterATagFirst
source: Please enter at least one tag first
ca: Introduïu almenys una etiqueta primer

source: No offers found
ca: No s'han trobat ofertes

source: Error while retrieving offers
ca: S'ha produït un error en recuperar les ofertes

# PleaseChangeTheIntroducedParameters
source: Please change the introduced parameters, make sure location is enabled and refresh
ca: Canvieu els paràmetres introduïts, assegureu-vos que la ubicació estigui activada i actualitzeu

source: Outgoing Accepted Interactions
ca: Interacciones salientes aceptadas

source: Outgoing Pending Interactions
ca: Interaccions pendents sortints

source: View Post
ca: Veure publicació

# PostDeactivatedSuccesfully
source: Post deactivated successfully
ca: Publicació desactivada correctament

source: Now people can't see your post
ca: Ara la gent no pot veure la teva publicació

source: Offer Requested successfully
ca: Oferta solicitada con éxito

source: Please check your Outgoing Interactions to see its Status
ca: Comproveu les vostres interaccions sortints per veure'n l'estat

source: Error while retrieving questions
ca: S'ha produït un error en recuperar les preguntes

source: Error while sending request to backend
ca: S'ha produït un error en enviar la sol·licitud al backend

source: Please select an option first
ca: Seleccioneu primer una opció

source: All questions must be answered
ca: S'han de respondre totes les preguntes

source: Error while sending responses
ca: S'ha produït un error en enviar les respostes

source: Please try again later
ca: Siusplau, intenta-ho més tard

source: Post Completed Successfully
ca: Publicació completada amb èxit

source: Error while completing the post
ca: S'ha produït un error en completar la publicació

source: Nickname too short
ca: Àlies massa curt

source: Please enter a longer nickname
ca: Introduïu un àlies més llarg

source: Nickname too long
ca: Àlies massa llarg

source: Please enter a shorter nickname
ca: Introduïu un àlies més curt

source: DNI verified
ca: DNI verificat

source: Your DNI has been verified
ca: S'ha verificat el teu DNI

source: DNI not valid
ca: DNI no vàlid

source: Full name not valid
ca: Nom complet no vàlid

source: Passwords are not the same
ca: Les contrasenyes no són les mateixes

source: Email not valid
ca: Correu electrònic no vàlid

source: DNI not verified
ca: DNI no verificat

source: Please enter a valid DNI
ca: Introduïu un DNI vàlid

source: Please take a photo of your DNI
ca: Fes una foto del teu DNI

source: Please check if the email is correct
ca: Comproveu si el correu electrònic és correcte

source: Please make sure both passwords are equal
ca: Assegureu-vos que les dues contrasenyes siguin iguals

source: Please enter a valid full name
ca: Introduïu un nom complet vàlid

source: Report Page
ca: Pàgina de reports

source: Please enter a report message first
ca: Introduïu primer un missatge d'informe

source: Rewards page
ca: Pàgina de recompenses

source: Your Greencoins:
ca: Els teus GreenCoins:

source: No rewards found
ca: No s'han trobat recompenses

source: We are still looking for sponsors!
ca: Seguim buscant patrocinadors!

source: Description field empty!
ca: El camp de descripció està buit!

source: Name field empty!
ca: El camp del nom està buit!

source: SponsorName field empty!
ca: El camp Nom del patrocinador està buit!

source: GreenCoins field negative or empty!
ca: El camp GreenCoins negatiu o buit!

source: Please enter a value first
ca: Introduïu primer un valor

source: Reward created successfully
ca: La recompensa s'ha creat correctament

source: Error while creating reward
ca: S'ha produït un error en crear la recompensa

source: Reward edited successfully
ca: La recompensa s'ha editat correctament

source: Error while editing reward
ca: S'ha produït un error en editar la recompensa

source: No requests found
ca: No s'han trobat sol·licituds

source: User edited successfully
ca: L'usuari s'ha editat correctament

source: Error while editing user
ca: S'ha produït un error en editar l'usuari

source: Admin Page
ca: Pàgina d'administració

source: No Reports Found
ca: No se encontraron reports

source: It's A Peaceful Day In The App
ca: És un dia tranquil a l'aplicació

source: Error While Retrieving Reports
ca: Error en recuperar els reports

source: Please change your location and refresh
ca: Canvia la teva ubicació i actualitza

source: Requests
ca: Peticions

source: Error While Retrieving Requests
ca: Error en recuperar les sol·licituds
